export const filesArr = [
	{
        name: "Заключение.doc",
	},{
        name: "Прикрепленный файл с длинным названием.doc",
	},{
        name: "Данные 525462.pdf",
	},{
        name: "Заключение.doc",
    },{
        name: "Прикрепленный файл с длинным названием.doc",
    },{
        name: "Данные 525462.pdf",
    },{
        name: "Заключение.doc",
    },{
        name: "Прикрепленный файл с длинным названием.doc",
    },{
        name: "Данные 525462.pdf",
    },{
        name: "Заключение.doc",
    },{
        name: "Прикрепленный файл с длинным названием.doc",
    },{
        name: "Данные 525462.pdf",
    },{
        name: "Заключение.doc",
    },{
        name: "Прикрепленный файл с длинным названием.doc",
    },{
        name: "Данные 525462.pdf",
    },{
        name: "Заключение.doc",
    },{
        name: "Прикрепленный файл с длинным названием.doc",
    },{
        name: "Данные 525462.pdf",
    },{
        name: "Заключение.doc",
    },{
        name: "Прикрепленный файл с длинным названием.doc",
    },{
        name: "Данные 525462.pdf",
    },{
        name: "Заключение.doc",
    },{
        name: "Прикрепленный файл с длинным названием.doc",
    },{
        name: "Данные 525462.pdf",
    }
];