const minute = 60 * 1000;
const hour = minute * 60;
const day = hour * 24;
const now = Date.now();

export const scheduleArr = [
    // {
    //     comment:"вапро",
    //     del:"",
    //     delComment:"",
    //     end:1523341800,
    //     fio:"тестовый пациент",
    //     id:"125994",
    //     id_doc:"2697",
    //     id_user:"2663",
    //     start:"1523341200",
    //     type:"voice",
    // },
    // {
    //     name: "Иввванова А. К.",
    //     img: "https://www.proza.ru/pics/2017/06/03/1990.jpg",
    //     infoText: "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. ",
    //     time: '08:15',
    //     type: 'chat1',
    // }, {
    //     name: "Иванова А. К.",
    //     img: "https://www.proza.ru/pics/2017/06/03/1990.jpg",
    //     infoText: "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. ",
    //     time: '08:15',
    //     type: 'chat1',
    // }, {
    //     name: "Иванова А. К.",
    //     img: "https://www.proza.ru/pics/2017/06/03/1990.jpg",
    //     infoText: "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. ",
    //     time: '08:15',
    //     type: 'chat1',
    // }, {
    //     name: "Иванова А. К.",
    //     img: "https://www.proza.ru/pics/2017/06/03/1990.jpg",
    //     infoText: "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. ",
    //     time: '08:15',
    //     type: 'chat1',
    // },{
    //     name: "Иванова А. К.",
    //     img: "https://www.proza.ru/pics/2017/06/03/1990.jpg",
    //     infoText: "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. ",
    //     time: '08:15',
    //     type: 'chat1',
    // },
];


// const data1 = {
//     author: "Иванова А. К.",
//     avatar: "https://www.proza.ru/pics/2017/06/03/1990.jpg",
//     text: "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. ",
//     date: date1,
//     treatmentDate: '13.10.2017',
//     rate: 4,
// };
// const data2 = {
//     text: "Далеко-далеко. Максимально далеко и еще чуть-чуть дальше за словесными горами в стране гласных и согласных живут рыбные тексты. ",
//     date: date1,
//     secondary: true,
// };